{
    "title": "Exercices de Lecture",
    "translations": {
        "Les fleurs de printemps sont magnifiques.": "Spring flowers are beautiful.",
        "En été, il fait souvent très chaud.": "In summer, it is often very hot.",
        "Il y a beaucoup de nuages aujourd'hui.": "There are many clouds today.",
        "Le vent souffle fort en automne.": "The wind blows strongly in autumn.",
        "En hiver, il neige parfois.": "In winter, it sometimes snows.",
        "Ma maison est peinte en beige.": "My house is painted beige.",
        "Les enfants jouent avec leur chien et leur chat.": "The children play with their dog and cat.",
        "Le père lit un livre avec son fils.": "The father reads a book with his son.",
        "Elle a de longs cheveux blonds et les yeux bleus.": "She has long blonde hair and blue eyes.",
        "Il utilise son téléphone pour envoyer des messages.": "He uses his phone to send messages.",
        "La tête de la statue est très grande.": "The head of the statue is very large.",
        "Le train arrive à la gare à midi pile.": "The train arrives at the station at exactly noon.",
        "Les enfants sont assis devant la télévision.": "The children are sitting in front of the TV.",
        "Le guide touristique parle plusieurs langues.": "The tour guide speaks several languages.",
        "La neige recouvre le sol en hiver.": "Snow covers the ground in winter.",
        "Il y a beaucoup de soleil en été.": "There is a lot of sun in summer.",
        "Mon frère aime regarder les étoiles la nuit.": "My brother likes to watch the stars at night.",
        "Elle a un parapluie bleu pour se protéger de la pluie.": "She has a blue umbrella to protect herself from the rain.",
        "Le chien aboie souvent la nuit.": "The dog often barks at night.",
        "Il fait très chaud pendant les mois d'été.": "It is very hot during the summer months.",
        "Je vais à l'école en bus tous les jours.": "I go to school by bus every day.",
        "Ma grand-mère a de grands enfants et petits-enfants.": "My grandmother has big children and grandchildren.",
        "Les enfants adorent jouer avec leur grand-père.": "The children love to play with their grandfather.",
        "Le lion est un animal très fort et puissant.": "The lion is a very strong and powerful animal.",
        "Elle est très contente d'avoir réussi son examen.": "She is very happy to have passed her exam.",
        "Je suis derrière toi, regarde à droite.": "I'm behind you, look to the right.",
        "Il y a un magasin à gauche de l'église.": "There is a store to the left of the church.",
        "La voiture est garée devant la maison.": "The car is parked in front of the house.",
        "Il est assis en dessous de l'arbre pour se protéger du soleil.": "He is sitting below the tree to protect himself from the sun.",
        "Les enfants courent joyeusement dans le jardin.": "The children run joyfully in the garden.",
        "Il est très en colère après avoir perdu son porte-monnaie.": "He is very angry after losing his wallet.",
        "La tristesse se lisait dans ses yeux après la perte de son chien.": "Sadness was evident in his eyes after losing his dog.",
        "J'ai peur des araignées.": "I'm afraid of spiders.",
        "Elle a été surprise par la fête organisée pour son anniversaire.": "She was surprised by the party organized for her birthday.",
        "Il ressent un dégoût profond pour certains aliments.": "He feels a deep disgust for certain foods.",
        "L'ennui le pousse à chercher de nouvelles activités.": "Boredom drives him to seek new activities.",
        "Il est fou amoureux d'elle depuis des années.": "He has been madly in love with her for years.",
        "La confusion règne après cette décision inattendue.": "Confusion reigns after this unexpected decision.",
        "L'excitation monte avant le départ en vacances.": "Excitement builds up before going on vacation.",
        "Elle ressent de la fierté pour ses accomplissements.": "She feels pride in her accomplishments.",
        "Elle a honte de son comportement lors de la réunion.": "She is ashamed of her behavior at the meeting.",
        "Il éprouve une certaine nostalgie en revoyant ses photos d'enfance.": "He feels a certain nostalgia when looking at his childhood photos.",
        "La déception se lit sur son visage après avoir raté l'examen.": "Disappointment is evident on his face after failing the exam.",
        "Il reste calme malgré la situation tendue.": "He remains calm despite the tense situation.",
        "Elle regarde émerveillée le coucher du soleil.": "She watches in amazement the sunset.",
        "Son agacement est perceptible face à cette situation récurrente.": "His annoyance is noticeable in this recurring situation.",
        "Elle a ressenti de l'embarras après son lapsus.": "She felt embarrassed after her slip of the tongue.",
        "Son anxiété la paralyse dans certaines situations sociales.": "Her anxiety paralyzes her in certain social situations.",
        "La sérénité règne dans ce jardin zen.": "Serenity prevails in this Zen garden.",
        "Sa détermination à réussir est inébranlable.": "His determination to succeed is unwavering.",
        "La méfiance s'installe après plusieurs déceptions.": "Distrust sets in after several disappointments.",
        "Son étonnement est palpable devant ce spectacle.": "His astonishment is palpable in front of this show.",
        "Il est mécontent de la qualité du service.": "He is dissatisfied with the quality of service.",
        "Elle ressent une grande fatigue après une longue journée de travail.": "She feels great exhaustion after a long day of work.",
        "La frustration monte face à cette situation injuste.": "Frustration builds up in the face of this unfair situation.",
        "Elle exprime sa reconnaissance pour leur aide précieuse.": "She expresses her gratitude for their valuable help.",
        "L'inquiétude la tenaille à l'approche des examens.": "Worry grips her as the exams approach.",
        "Il affiche une satisfaction évidente après la victoire de son équipe.": "He shows clear satisfaction after his team's victory.",
        "Il est rongé par les remords après avoir menti.": "He is eaten away by remorse after lying.",
        "Elle garde un optimisme constant malgré les difficultés.": "She maintains a constant optimism despite the difficulties.",
        "Il ressent de la pitié en voyant leur situation précaire.": "He feels pity seeing their precarious situation.",
        "Elle accepte la situation avec résignation.": "She accepts the situation with resignation.",
        "Son mépris pour l'injustice est évident.": "His contempt for injustice is evident.",
        "Son émerveillement devant la beauté du paysage est palpable.": "Her awe at the beauty of the landscape is palpable.",
        "Il fait preuve d'hostilité envers toute forme de changement.": "He shows hostility towards any form of change.",
        "Son affection pour ses enfants est évidente.": "Her affection for her children is evident.",
        "Elle ressent une profonde compassion pour les personnes dans le besoin.": "She feels deep compassion for people in need.",
        "Les réjouissances sont à leur comble après la victoire.": "Rejoicing is at its peak after the victory.",
        "Elle savoure ce moment de délectation après une journée stressante.": "She savors this moment of delight after a stressful day.",
        "Il garde espoir malgré les difficultés rencontrées.": "He keeps hope despite the difficulties encountered.",
        "Son incompréhension face à cette décision est totale.": "His bewilderment at this decision is complete.",
        "Il éprouve un profond écoeurement en voyant cette scène.": "He feels a deep revulsion seeing this scene.",
        "La gare est bondée de passagers ce matin.": "The train station is crowded with passengers this morning.",
        "Nous devons arriver à l'aéroport deux heures avant le vol.": "We need to arrive at the airport two hours before the flight."
    }
  }
  